["\"Little Red Riding <Hood::nn/>\" is a/an <beloved::jj/> fairy tale for young children.\nIt is a story about a/an <young::jj/> girl and a wolf.\nThe girl's mother sends her to take <food::food/> to her sick grandmother.\nThe mother tells her she must not <stop::vb/> on the way.\nA wolf sees the girl walking through the <woods::nns/> and makes a plan to <eat::vb/> her.\nThe wolf <politely::rb/> asks the girl where she is going.\nThe girl <answers::vbz/> him, because he seems <friendly::jj/>.\nThen the wolf tells her to pick some <flowers::nns/> for her grandmother.\nWhile she is <picking::vbg/> flowers, the wolf goes to her grandmother's house and eats her.\nHe puts on the grandmother's <night-cap::nn/> and gets into her bed.\nWhen the girl arrives at her grandmother's house, she gets into <bed::nn/> with the wolf.\nThe wolf leaps upon the child and <eats::vbz/> her.", "Spider-Man has been one of the most <popular::jj/> and commercially successful <superheroes::nns/>.\nHis real name is Peter Parker, a high school student who <frequently::rb/> suffered rejection, inadequacy, and <loneliness::nn/> that most young readers could <easily::rb/> relate to.\nHe is an orphan being <raised::vbn/> by his Aunt May and Uncle Ben.\nHe would later learn that \"with great <power::nn/> comes great <responsibility::nn/>\" - a quote that he would cherish from his dying Uncle Ben.\nOne day, he is <bitten::vbn/> by a/an radioactive spider on his <neck::body/> which gives him his <powers::nns/> that turn him to Spider-Man.\nHis powers are <super::jj/> strength, agility, the ability to cling to almost every <surface::nn/> and to shoot spider webs from his <hands::body/> using a device that he <invented::vbd/>.\nHe can also react to danger <quickly::rb/> with his \"spider-sense\".", "A rock concert is a musical <performance::nn/> in the style of any one of many genres inspired by \"rock and <roll::vb/>\" music.\nWhile a variety of vocal and <instrumental::jj/> styles can constitute a rock concert, this phenomenon is typically characterized by <bands::nns/> playing at least one <electric::jj/> guitar, an electric bass guitar, and <drums::nns/>.\nOften, two <guitar::nn/> players share the <tasks::nns/> of rhythm and lead guitar playing.\nThe coining of the <phrase::nn/> \"rock and roll\" is often attributed to Alan Freed, a disk jockey and concert promoter who <organized::vbd/> many of the first major rock <concerts::nns/>.\nBill Graham is widely credited with <setting::vbg/> the format and <standards::nns/> for modern rock concerts.\nHe introduced advance ticketing, introduced <modern::jj/> security measures and had <clean::jj/> toilets and safe conditions in large venues.", "Kimberly Kardashian is a/an <American::jj/> socialite.\nShe used to be a/an <model::nn/>.\nShe is one of the three <daughters::nns/> of Robert Kardashian.\nHer family has a reality <television::nn/> series called \"Keeping up with the <Kardashians::nns/>\".\nKim and her <sister::nn/> Kourtney have their own spin-off \"Kourtney and Kim <Take::vb/> New York\".\nKardashian was originally known for the <media attention::nn/> she got because of her close friendship with Paris Hilton.\nShe later gained some <fame::nn/> after appearing in a/an <sex::jj/> tape.\nKim married Damon Thomas in 2000 and <divorced::vbd/> Damon Thomas in 2004.\nShe then married Kris Humphries in August 2011 who is a/an <NBA::nn/> player on the New Jersey <Nets::nns/>.\nAfter 72 days of marriage, she filed for a divorce on October because of <differences::nns/>.\nShe became <engaged::vbn/> to Kanye West in 2013.\nThe couple live in Beverly Hills with their daughter and <son::nn/>.", "The duck-billed platypus is a/an <small::jj/> mammal that <lives::vbz/> in eastern Australia.\nIt lives in <rivers::nns/> and on river banks.\nIt is a mammal which <lays::vbz/> eggs.\nAlthough the platypus was first <described::vbn/> in the early 19th century, it took a while before <biologists::nns/> in England believed what they were <reading::vbg/>.\nThe platypus looks similar to a/an <beaver::animal/> with a furry, <brown::jj/> body and wide, flat <tail::body/>.\nUnlike a/an <beaver::animal/>, the platypus has no <feet::body/>, which are good for swimming.\nIts nose is large and <rubbery::jj/>, similar to a duck's bill (mouth). \nThe male platypus has a sharp spine on his two back legs which contain a/an <poison::nn/> that will not kill humans, but the poison has been known to <kill::vb/> small animals, such as <dogs::animal_plural/>, and cause <pain::nn/> lasting as long as four months.", "Kangaroos hop to move around <quickly::rb/>, and walk on four legs while moving slowly.\nThey can jump <backwards::rb/>, but only a very <small::jj/> distance.\nThe kangaroo is a herbivore, eating mainly <grass:::food/>, but some species also eat <shrubs:::food_plural/>.\nKangaroos are marsupials because they <carry::vb/> their young in a/an <special::jj/> pouch on their bodies.\nBecause kangaroos are mostly found in Australia, Australians see them as a/an <national::jj/> symbol.\nThe kangaroo is featured <holding::vbg/> the Australian coat of arms.\nThe Australian <airline::nn/>, Qantas, uses the kangaroo as its emblem.\nKangaroos can be <dangerous::jj/> because of their powerful <legs:::body_plural/>.\nThey can lean back on their <tails:::body_plural/> to deliver powerful kicks.\nIn 2009, a man went to save his dog which had <chased::vbd/> a kangaroo into a farm dam.\nThe kangaroo gave the man several big <kicks::nns/> before he was able to grab his dog and escape from the dam.", "The Large Hadron Collider (LHC) is the world's <biggest::jj/> and most powerful <particle::nn/> accelerator.\nIt is a giant circular <tunnel::nn/> built underground.\n10,000 scientists and <engineers::nns/> from over 100 different <countries::nns/> worked together in the making of this <project::nn/>, and it cost 10.4 billion Swiss francs to build.\nIt is now the largest and most <complicated::jj/> experimental research facility in the <world::nn/>.\nThe Large Hadron Collider gained a considerable amount of <attention::nn/> from outside the <scientific::jj/> community and its progress is followed by most <popular::jj/> science media.\nThe LHC has also inspired works of fiction including novels, TV series, <video::nn/> games and <films::nns/>.\nSome people think the LHC would create a/an <black::jj/> hole, which would be very <dangerous::jj/>, but there are many reasons not to be worried.", "Pizza is a type of <food::nn/> that was created in Italy.\nIt is made by putting \"toppings\" such as cheese, sausages, <pepperoni::food/>, vegetables, tomatoes, <spices::food/> and herbs over a piece of <bread::nn/> covered with sauce; most often tomato, but sometimes <butter::nn/>-based sauces are used.\nModern pizza <evolved::vbd/> from similar <flatbread dishes::nns/> in Naples about 200 years ago.\nPizza was brought to the United States with Italian <immigrants::nns/> in the late nineteenth century.\nThe country's <first::jj/> pizzeria, Lombardi's, opened in 1905.\nSince then pizza consumption has <exploded::vbd/> in the U.S.\nThirteen percent of the U.S. population <eats::vbz/> pizza on any given day.\nIn the 20th century, pizza has become a/an <international::jj/> food and the <toppings::nns/> may be quite different in accordance with local tastes.\nPizzas can also be made without <meat::nn/> for vegetarians, and without <cheese::nn/> for vegans.", "Fax is the <transmission::nn/> of scanned printed <material::nn/> to a telephone number connected to a printer.\nThe original document is scanned with a/an <fax machine::nn/>, which turns the contents into a/an <bitmap::nn/>.\nThen the <bitmap::nn/> is sent through the <telephone::nn/> system.\nThe receiving fax machine <reconverts::vbz/> the coded image, printing a paper copy.\nBusinesses usually have fax system, but the technology has faced increasing competition from <Internet::nn/>-based methods.\nFax machines still retain some advantages, particularly in the transmission of <sensitive::jj/> material which, if sent over the Internet, may be intercepted.\nIn many businesses, fax machines have been replaced by fax servers which receive and store incoming faxes <electronically::rb/>.\nSuch systems <reduce::vb/> costs by eliminating <unnecessary::jj/> printouts and reducing the number of <inbound::jj/> phone lines needed by an office.", "Wise spelunkers <explore::vb/> in groups to prevent being lost or stranded in a/an <cave::nn/>.\nSpelunkers need reliable <equipment::nn/>, because the descent into a/an <cave::nn/> is like mountain climbing in the opposite direction.\nBasic spelunking equipment is similar to what <mountain::nn/> climbers use.\nStrong <ropes::nns/> make climbing possible and <special::jj/> tools attach ropes to cave walls.\nSpecial <footwear::nn/> makes it easier to explore hard to reach places, and <hard::jj/> hats protect spelunkers from the falling <rocks::nns/> above.\nCaves are extremely <dark::jj/>, so spelunkers have to <carry::vb/> at least three light sources.\nCaves are also very <cold::jj/>, so most spelunkers wear <heavy::jj/> clothing for warmth.", "On 1903, the Wright brothers Orville and Wilbur, designed, built, and <flew::vbd/> the first controlled, powered, heavier-than-<air::nn/> airplane.\nThe brothers had been <experimenting::vbg/> for many years with <gliders::nns/> and other vehicles before their <first::jj/> powered flight.\nThe Wrights started working on <making::vbg/> airplanes in their <bicycle::nn/> shop.\nThey thought controlling a/an <plane::nn/> was one of the big problems of <flight::nn/>.\nThe Wright brothers <fixed::vbd/> the problem by building <wings::nns/> that could be twisted a little and moved up and down slightly.\nThe Wright Flyer <airplane::nn/> first flew <successfully::rb/> on December 1903, in Kitty Hawk, North Carolina.\nThis was the first time <people::animal_plural/> ever flew a powered airplane they could <control::vb/>.", "Shot put is a/an <great::jj/> sport where people try to <throw::vb/> a heavy weighted <ball::nn/> as far as they can.\nThey \"put\" the <ball::nn/> by holding it at their <neck::body/> and pushing it through the air.\nThe shot put has been <part::nn/> of the Olympics since 1896.\nThe weight of the ball can vary from 6 to 16 pounds, depending on age and <gender::nn/> of the participants. The object of the sport is to <throw::vb/> the ball as far as possible.\nIt is a/an <official::jj/> Olympic event and can be <seen::vbn/> at the Olympic games.\nThe shot put event was first seen in the Middle Ages, when people would <throw::vb/> cannonballs at their <enemies::nns/>.\nIt is a/an <outdoor::jj/> event and cannot be played inside.", "A game of baseball is played by two teams on a/an <baseball::jj/> field.\nEach team has nine <players::nns/>.\nThere are also <umpires::nns/>.\nUmpires watch everything <carefully::rb/> to decide what happened, make calls about a/an <play::nn/>, and make sure everyone follows the <rules::nns/>.\nOn a/an <baseball::nn/> field, there are four bases.\nThe bases form a diamond that goes around the <field::nn/> to the right from the starting base.\nThe starting base is called <home::jj/> plate.\nFirst base is on the <right::jj/> side of the field, second base is at the top of the <infield::nn/>, third base is on the left side of the <field::nn/>, and home plate is at the back.\nThe game is played in <innings::nns/>.\nWhen one team <bats::vbz/>, the other team plays defense and tries to <get::vb/> three players on the other team out.\nAfter nine innings, the team that has the most <runs::nns/> is the winner.", "Angry Birds is a video game franchise, <praised::vbd/> for its <successful::jj/> combination of fun gameplay, <comical::jj/> style, and low price.\nIts popularity gave rise to many <spin-offs::nns/>.\nVersions of Angry Birds have been created for <PCs::nns/> and gaming consoles, a market for merchandise featuring its <characters::nns/>, a televised cartoon series, and a/an <upcoming::jj/> feature film.\nAs of July 2015, the games have been <downloaded::vbn/> more than three billion times collectively, making Angry Birds the most <downloaded::jj/> freemium game series of all time.\nHowever, the Angry Birds site was <defaced::vbn/> by hackers who replaced the name with \"<Spying::vbg/> Birds\".\nSoon, Rovio, the company that <created::vbd/> Angry Birds, announced that \"The defacement was <caught::vbn/> in minutes and <corrected::vbn/> immediately\"", "Tesla Motors is a company based in California which <makes::vbz/> electric cars.\nTheir business idea was to make a very <expensive::jj/>, very good electric <car::nn/>, and <sell::vb/> each one for a lot of <money::nn/>.\nTesla first gained <widespread::jj/> attention following their <production::nn/> of the Roadster, the first fully <electric::jj/> sports car.\nThen after they had made some <money::nn/>, they would start making <cars::nns/> that were not expensive, and eventually <make::vb/> cheap electric cars that most people could <buy::vb/>.\nSo far their <ideas::nns/> have been working, and they are one of the very few start-up companies that have been able to stay in <business::nn/> and <make::vb/> electric cars.", "The Boston Tea Party was a/an <violent::jj/> protest by American <colonists::nns/> against King George III's rule in America on December 16, 1773.\nThe Americans had no one to <speak::vb/> for them in the British government.\nThey were frustrated that they were being taxed by the <government::nn/> but had no part in how the government was run.\nThey thought it was not right to pay <taxes::nns/> when they did not have a representative in the government (\"No taxation without representation!\").\nAlso merchants <selling::vbg/> their goods would lose their <profit::nn/> because of the taxes.\nThe Americans began purchasing smuggled <goods::nns/>, which were much <cheaper::jj/>.\nTo show how angry they were, Samuel Adams and a group of people named the <Sons::nns/> of Liberty dressed up as <Native::jj/> Americans and went onto <ships::nns/> in the Boston Harbor.\nThey took boxes of tea and dumped them into the <water::liquid/>.", "A hot air balloon is a type of <aircraft::nn/>.\nIt is lifted by <heating::vbg/> the air inside the <balloon::nn/>, usually with fire.\nHot air weighs less than the same volume of cold <air::nn/>, which means that hot air will rise up when there is <cold::jj/> air around it, just like a bubble of air in a pot of <water::liquid/>.\nThe first <hot::jj/> air balloon to carry a/an <person::nn/> was made by the Montgolfier brothers.\nThe brothers demonstrated their <invention::nn/> for King Louis XVI and Queen Marie Antoinette at the French <court::nn/> in Paris.\nThe passengers were a/an <sheep::animal/>, a duck and a/an <rooster::animal/>.\nIn modern balloons, the <passengers::nns/> and the pilot stand in the <basket::nn/>, which is attached to the balloon by <ropes::nns/>.", "Mona Lisa is a/an <famous::jj/> 16th-century portrait painted in <oil::liquid/> by Leonardo da Vinci.\nMany people think Mona Lisa's <smile::nn/> is mysterious.\nThe Louvre Museum says that about 80 percent of its <visitors::nns/> come to <see::vb/> Mona Lisa.\nIn 1911, when the Mona Lisa was stolen, the Louvre <closed::vbd/> for one week to <look::vb/> for it.\nPeople thought Guillaume Apollinaire, a French <poet::nn/>, stole the painting.\nHe was put into <jail::nn/>, and he tried to make people think his friend Pablo Picasso did it.\nA worker at the Louvre, named Vincenzo Peruggia, had <actually::rb/> stolen it.\nHe had hidden it in his <coat::nn/> and walked out with it after the <museum::nn/> had closed.\nAfter hiding it in his <apartment::nn/> for two years, he grew <impatient::jj/> and tried to sell it to a/an <gallery::nn/> in Florence, but was caught.", "The Venus flytrap is a/an <carnivorous::jj/> plant that <feeds::vbz/> on small animals, such as insects.\nCarnivorous plants <grow::vb/> in soil that has little <nitrogen::nn/>.\nThey get <nitrogen::nn/> from the insects they <trap::vb/>.\nThe Venus flytrap is one of a very small group of plants that can snap shut very <quickly::rb/>.\nWhen an insect <crawls::vbz/> along the leaves and touches a hair, the <trap::nn/> closes.\nThe clam-shaped leaves of the plant look rather like <flowers::nns/>, and so they <attract::vb/> insects.\nThe Venus flytrap feeds on insects, such as <ants::animal_plural/>, beetles, woodlice, worms, flies, <grasshoppers::animal_plural/>, and moths.\nFirst it traps the insect inside its <leaves::nns/>, and then lets out a/an <liquid::liquid/> that helps digest the <trapped::vbn/> animal.", "A zombie is a mythical <dead::jj/> person who has returned to <life::nn/> as a walking corpse.\nZombies can walk, think, and <attack::vb/> living persons.\nIn zombies, the heart, lungs, and a small part of their <brain::body/> still work.\nThey may react to their <environment::nn/>, but they do not have <consciousness::nn/>.\nZombies can use their <skeleton::body/> and muscles to <move::vb/>.\nZombies are usually covered in <blood::nn/>.\nThey often have open <wounds::nns/> and are dressed in <ripped::jj/> clothes.\nZombies appear a lot in <horror::jj/> and <fantasy::jj/> films.\nNormally, the zombie is a/an <mindless::jj/>, clumsy corpse which eats <human flesh::food/>.\nZombies cannot be called cannibals because they do not <eat::vb/> each other, only <living::jj/> humans.", "The Statue of Liberty, officially named Liberty Enlightening the <World::nn/>, is a/an <monument::nn/> symbolizing the United States.\nThe statue is placed near the entrance to New York City <harbor::nn/>.\nThe statue commemorates the <signing::nn/> of the United States <Declaration of Independence::nn/>.\nIt was given to the United States by the <people::nns/> of France, to represent the friendship between the two countries that was <established::vbn/> during the American Revolution.\nIt represents a/an <woman::nn/> wearing a stola, a/an <crown::nn/> and sandals, trampling a broken <chain::nn/>, and with a torch in her raised right <hand::body/> and a/an <tablet::nn/>, where the date of the Declaration of Independence is written, in her left <hand::body/>.\nThe statue is on <Liberty::jj/> Island in New York Harbor, and it welcomes visitors, <immigrants::nns/>, and returning Americans traveling by <ship::nn/>.", "Squash is a sport in which two players hit a ball with a/an <racket::nn/>.\nThe aim of the game is to <beat::vb/> the other player by <hitting::vbg/> the front <wall::nn/> and making the <ball::nn/> bounce twice on the floor before they can hit their turn.\nEvery point is started with a/an <serve::nn/>, which must be hit from a service <box::nn/> on a side of the <court::nn/>.\nDuring play, if one player gets in the way of the other who is <trying::vbg/> to get to the <ball::nn/>, that player can ask the <referee::nn/> for a \"<let::nn/>\" which results in the point being replayed.\nIf a player prevents the other player from <swinging::vbg/> at the ball, that player can appeal for a \"<stroke::nn/>\", which results in the player who could not safely <hit::vb/> the ball winning the <point::nn/>.", "Millions of <people::nns/> around the world viewed the launch of Apollo 11 on television.\nRichard Nixon, who was the <President::nn/>, watched the <launch::nn/> from the White House.\nAbout two hours after leaving <Earth::nn/> the Lunar Command and Landing Modules separated from the main rocket.\n3 days later the crew entered <lunar::jj/> orbit.\nA day later the <landing::jj/> section separated from the <command::jj/> module.\nThe landing module <landed::vbd/> safely on the moon with Neil Armstrong and Buzz Aldrin aboard.\nDuring the landing there were several problems with the mission <computer::nn/> and to avoid a crash Armstrong had to take manual control of the landing craft.\nThey eventually landed with only 25 seconds of <fuel::nns/> left. Armstrong became the first human to walk and <speak::vb/> on the moon's surface.\nThe first words he said were: \"That is one small step for a/an <man::nn/>, one giant leap for <mankind::nn/>\".", "Formula One is a type of motorsport.\nTeams <compete::vb/> in a series of Grand Prix races, held in different <countries::nns/> around the world.\nSome of the most <popular::jj/> races are held in Monaco, Japan, Italy and Britain.\nDrivers are paid huge <salaries::nns/> to risk their <lives::nns/> every time they step into the <cockpit::nn/> of the F1 car.\nLike all types of motor <racing::nn/>, the dangers associated with Formula One are <great::jj/>.\nTherefore, there are many safety <measures::nns/>.\nDrivers' helmets are so <strong::jj/> that they can be driven over by <trucks::nns/> with no <damage::nn/> being done to them.\nA drop in viewership and <attendance::nn/> figures at races has prompted a number of <rule::nn/> changes in recent years.\nThese changes are meant to make the <races::nns/> more <interesting::jj/>, so that more people <watch::vb/> F1.", "A circus is a/an <special::jj/> entertainment that can be enjoyed by children and <adults::nns/>.\nCircuses are a group of <performers::nns/> that may include acrobats, clowns, <trained::jj/> animals, trapeze acts, tightrope walkers, jugglers and other artists who perform <stunts::nns/>.\nCircuses <usually::rb/> travel to different parts of the country or to different <countries::nns/>.\nThey perform in a huge <tent::nn/> called the \"<Big::jj/> Top\".\nThere may be room for hundreds of <people::nns/> in the audience.\nIn the middle is the circular area where the artists <perform::vb/>.\nThis area is called the \"<ring::nn/>\".\nThe person in charge of the whole show is the \"ringmaster\".\nNot all circuses <travel about::vb/>.\nA few circuses <perform::vb/> in their own <building::nn/>.", "The gods and goddesses in Greek mythology have <special::jj/> parts in the <world::nn/>.\nFor instance, Zeus is the god of the <sky::nn/>, Poseidon is the <god::nn/> of the sea and Hephaestus is the god of <fire::nn/>.\nThe gods can make themselves <invisible::vb/> to humans and move to any place in a very <short::jj/> time.\nThe gods and goddesses never get sick and can only be <hurt::vbn/> by very unusual causes.\nThis is called being <immortal::nn/>.\nZeus was the <king::nn/> of the gods and <lived::vbd/> with the other gods on top of Mt. Olympus in Greece.\nThere are lots of monsters in Greek <mythology::nn/>.\nMany are hybrids of animals or <people::nns/>.\nSome important Greek <monsters::nns/> are minotaurs, satyrs, <centaurs::nns/> and chimera.", "Skydiving is a method of <transiting::vbg/> from a high point to Earth with the aid of <gravity::nn/>, involving the control of speed during the descent with a/an <parachute::nn/>.\nIt can involve free-fall when the <parachute::nn/> is not deployed and the body gradually <accelerates::vbz/> to terminal velocity.\nThe jump can also be made from a/an <helicopter::nn/> or the bottom of a/an <hot::jj/> air balloon from about 4000 meters.\nSkydiving is a/an <exciting::jj/> sport because despite the <perception::nn/> of danger, fatalities are <rare::jj/>.\nApproximately one in 750 deployments of a main parachute result in a/an <malfunction::nn/>.\nParachutists often land with <dangerous::jj/> amounts of kinetic energy, and for this reason, improper <landings::nns/> are the cause of more than 30% of all skydiving related <injuries::nns/> and deaths.", "Fishing is the activity of trying to <catch::vb/> fish.\nFishing can be done in the <sea::nn/>, or in a lake or river, or from the <shore::nn/>.\nTechniques for catching fish include <hand::nn/> gathering, spearing, netting, angling and trapping.\nThe term fishing may be used for catching other <aquatic::jj/> animals such as <molluscs::animal_plural/> and crustaceans.\nThe term is not normally used for catching <farmed::jj/> fish.\nWith aquatic mammals, such as <whales::animal_plural/>, the term <whaling::nn/> is better.\nThe total number of <commercial::jj/> fishermen and fish farmers is estimated to be 38 million.\nFisheries and <aquaculture::nn/> provide direct and <indirect::jj/> employment to over 500 million people in developing countries.\nIn addition to <providing::vbg/> food, modern fishing is also a/an <recreational::jj/> sport.", "Amazon Mechanical Turk is a crowdsourcing site enabling <individuals::nns/> and businesses to coordinate the use of human intelligence to perform <tasks::nns/> that computers are currently unable to do.\nEmployers are able to post <jobs::nns/> known as Human Intelligence Tasks (HITs), such as <choosing::vbg/> the best among several photographs of a/an <storefront::nn/>, writing product descriptions, or <identifying::vbg/> performers on music CDs.\nThe name Mechanical Turk comes from \"The Turk\", a chess-playing <automaton::nn/> of the 18th century, which was made by Wolfgang von Kempelen.\nIt was later revealed that this \"<machine::nn/>\" was not an automaton at all, but was in fact a human <chess::nn/> master hidden in the <cabinet::nn/> beneath.\nAccording to a survey <conducted::vbn/> in 2008, Mechanical Turk workers are <primarily::rb/> located in the United States with demographics generally similar to the overall <Internet::nn/> population in the US.", "Superman is one of the most <popular:::jj/> superheroes and is possibly the first modern <superhero::nn/> character.\nSuperman's father, Jor-El, found out that their <planet::nn/> Krypton was going to <explode:::vb/>.\nSo, Jor-El sent his baby son to Earth in a/an <spacecraft:::nn/> to save him.\nAs he grows up, Superman finds out that he has <special:::jj/> powers and he is <invulnerable:::jj/>.\nHe is strong enough to <lift:::vb/> almost anything, move faster than a/an <bullet:::nn/>, and he can <freeze:::vb/> things with his super-breath.\nHe decides to use his special powers to <fight::vb/> crime and <save:::vb/> people in danger.\nHis weaknesses are <radioactive::jj/> rocks from his home planet that are called \"kryptonite\", and magic.\nKryptonite weakens him so he can not use his <powers::nns/> for a long time, nor can he <move:::vb/>.", "Snoring is the <noise::nn/> that people often make when they are <sleeping::vbg/>.\nIt is often caused by a blocked <nose::body/> or throat.\nThe noise is often <loud::jj/>, as it is made by <air::nn/> passing through the <nasal::jj/> passages or the <throat::body/>.\nResearch suggests that snoring is one of the factors of <sleep::nn/> deprivation.\nIt also causes daytime <drowsiness::nn/>, irritability, and lack of <focus::nn/>.\nSnoring can cause significant <psychological::jj/> and social damage to <sufferers::nns/>.\nSo far, there is no certain <treatment::nn/> available that can <completely::rb/> stop snoring.", "Telephone tapping is when somebody listens to <telephone::nn/> calls made by others.\nThey use a listening device called a/an <bug::nn/> to listen to and <record::vb/> the conversation so that another <person::nn/> can then listen to it <later::rb/>.\nThis is illegal in many <countries::nns/> because it means that telephone calls are not <private::jj/>.\nSometimes, the police <tap::vb/> telephone calls to <catch::vb/> terrorists or other <criminals::nns/>.\nFor example, the Watergate scandal <happened::vbd/> when United States <President::nn/> Richard Nixon was tied to a crime in which <former::jj/> FBI and CIA agents broke into the <offices::nns/> of the Democratic Party and George McGovern, the Presidential candidate.\nNixon's helpers listened to phone lines and <secret::jj/> papers were stolen.", "Batman is a fictional character and one of the most <famous::jj/> superheroes.\nHe was the second <superhero::nn/> to be created, after Superman.\nBatman began in comic books and he was later <used::vbn/> in several movies, TV programs, and books.\nBatman lives in the <fictional::jj/> city of Gotham.\nWhen he is not in <costume::nn/>, he is Bruce Wayne, a very <rich::jj/> businessman.\nBatman's origin story is that as a/an <young::jj/> child, Bruce Wayne saw a robber <murder::vb/> his parents after the family left a/an <theater::nn/>.\nBruce decided that he did not want that kind of <violence::nn/> to happen to anyone else.\nHe dedicated his life to <protect::vb/> Gotham City.\nWayne learned many different ways to <fight::vb/> as he grew up.\nAs an adult, he wore a/an <costume::nn/> to protect his <identity::nn/> while fighting <crime::nn/> in Gotham.", "A beauty contest is a/an <public::jj/> contest to decide which <person::nn/> is the most <beautiful::jj/>.\nUsually, the entrants are <young::jj/> females, but there are some contests for <men::nns/>.\nEach contest has its own <rules::nns/> as to who may <enter::vb/>, and what the <prizes::nns/> are.\nUsually the contests are held to create <publicity::nn/> for the organization which <runs::vbz/> the contest.\nThe contests are often shown on <television::nn/> and reported in newspapers.\nWith most contests the criteria for judging is <physical::jj/> appearance, plus some judgement of <personality::nn/>.\nThe winner is often described as a Beauty <Queen::nn/>.", "Ducks are birds, closely related to swans and <geese::animal_plural/>.\nThe main difference is that ducks have shorter <necks::body_plural/>, and ducks are smaller.\nMost ducks are <aquatic::jj/> birds, they can be found in both saltwater and fresh <water::liquid/>.\nDucks are omnivorous, eating <aquatic::jj/> plants and tiny <animals::nns/>.\nSome ducks are not <wild::jj/>, and they are bred and kept by <humans::nns/>.\nThey are kept to provide <food::food/>, or to use their <feathers::body_plural/> for pillows.\nEspecially in Asia, many people like to <eat::vb/> ducks.\nDucks are often kept by groups of <people::nns/> on public ponds for their beauty and <calming::jj/> nature.\nPeople commonly feed ducks in ponds stale <bread::nn/>, thinking that the ducks will like to have something to <eat::vb/>, but this is not healthy for ducks and can <kill::vb/> them.", "Cats are the most <popular::jj/> pets in the world.\nThey were probably first kept because they ate <mice::animal_plural/>.\nLater cats were <kept::vbn/> because they are <friendly::jj/> and they are good <companions::nns/>.\nCats are active carnivores, meaning they hunt <live::jj/> prey.\nThey mainly prey on small mammals, like <mice::animal_plural/>.\nTheir main method of <hunting::vbg/> is stalk and <pounce::vb/>.\nWhile dogs have great <stamina::nn/> and they will <chase::vb/> prey over long distances, cats are extremely <fast::jj/>, but only over short distances.\nThe cat creeps towards a chosen victim, keeping its <body::nn/> flat and near to the <ground::nn/> so that it cannot be <seen::vbn/> easily, until it is close enough for a rapid <dash::nn/> or pounce.", "Facebook is a/an <social::jj/> networking service and <website::nn/>.\nIn Facebook, users may make a personal <profile::nn/>, add other users as <friends::nns/>, and send <messages::nns/>.\nFacebook users must <register::vb/> before using the site.\nUsers may <join::vb/> groups for a workplace or other interest such as <school::nn/>. \nFacebook allows any users who say they are at least 13 years old to become <users::nns/> of the website.\nFacebook has been involved in <many::jj/> controversies over <privacy::nn/>.\nSome of these controversies have been about <people::animal_plural/> being able to see <personal::jj/> information that other people <post::vb/>, and others are about <companies::nns/> and advertisers being able to <see::vb/> users' personal information.", "Advertising is how a company <encourages::vbz/> people to buy their products, services or <ideas::nns/>.\nAn advertisement is anything that draws <good::jj/> attention towards these things.\nIt is usually designed by an advertising agency for a/an <sponsor::nn/>, and performed through a variety of <media::nns/>.\nCompanies use ads to try to get people to <buy::vb/> their products, by showing them the good rather than the bad of their <products::nns/>.\nFor example, to make a/an <burger::food/> look tasty in advertising, it may be painted with brown food colors, sprayed with <waterproofing::nn/> to prevent it from going <soggy::jj/>, and sesame seeds may be super-glued in place.\nAdvertising can bring new <customers::nns/> and more sales for a business.\nAdvertising can be <expensive::jj/> but can help make a business make more <money::nn/>.", "Scuba Diving is a sport where people can swim under <water::liquid/> for a long time, using a tank filled with compressed <air::nn/>.\nThe tank is a/an <large::jj/> cylinder made of steel or <aluminum::nn/>.\nA scuba diver <moves::vbz/> underwater by using fins attached to the <feet::body_plural/>.\nThey also use <equipment::nn/> such as a dive mask to <improve::vb/> underwater vision and equipment to control <buoyancy::nn/>.\nA person must take a/an <certification::nn/> class before going scuba diving.\nThis proves that they have been trained on how to <use::vb/> the equipment and dive <safely::rb/>.\nSome tourist attractions have a/an <short::jj/> course on certification and then the instructors <lead::vb/> the class in a/an <shallow::jj/> dive, all in one day.", "Valentine's Day is a/an <holiday::nn/> that happens on February 14.\nIt is the day of the year when lovers show their <love::nn/> to each other.\nThis can be done by giving <chocolates::food_plural/>, flowers, Valentine's cards or just a/an <nice::jj/> gift.\nSome people <pick::vb/> one person and call them their \"Valentine\" as a gesture to show <love::nn/> and appreciation.\nValentine's Day is named for the <martyred::jj/> Christian saint named Valentine.\nHe was a bishop who performed <weddings::nns/> for couples who were not allowed to get married because their <parents::nns/> did not agree with the connection or because the bridegroom was a soldier or a/an <slave::nn/>, so the marriage was <forbidden::vbn/>.\nValentine gave the married couple flowers from his <garden::nn/>.\nThat is why flowers play a very <important::jj/> role on Valentine's Day.\nThis did not <please::vb/> the emperor, and Valentine was <beheaded::vbn/> because of his Christian <faith::nn/>.", "Snoring is the <noise::nn/> that people often make when they are <sleeping::vbg/>.\nIt is often caused by a blocked <nose::body/> or throat.\nThe noise is often <loud::jj/>, as it is made by <air::nn/> passing through the <nasal::jj/> passages or the <throat::body/>.\nResearch suggests that snoring is one of the factors of <sleep::nn/> deprivation.\nIt also causes daytime <drowsiness::nn/>, irritability, and lack of <focus::nn/>.\nSnoring can cause significant <psychological::jj/> and social damage to <sufferers::nns/>.\nSo far, there is no certain <treatment::nn/> available that can <completely::rb/> stop snoring.", "Telephone tapping is when somebody listens to <telephone::nn/> calls made by others.\nThey use a listening device called a/an <bug::nn/> to listen to and <record::vb/> the conversation so that another <person::nn/> can then listen to it <later::rb/>.\nThis is illegal in many <countries::nns/> because it means that telephone calls are not <private::jj/>.\nSometimes, the police <tap::vb/> telephone calls to <catch::vb/> terrorists or other <criminals::nns/>.\nFor example, the Watergate scandal <happened::vbd/> when United States <President::nn/> Richard Nixon was tied to a crime in which <former::jj/> FBI and CIA agents broke into the <offices::nns/> of the Democratic Party and George McGovern, the Presidential candidate.\nNixon's helpers listened to phone lines and <secret::jj/> papers were stolen.", "Batman is a fictional character and one of the most <famous::jj/> superheroes.\nHe was the second <superhero::nn/> to be created, after Superman.\nBatman began in comic books and he was later <used::vbn/> in several movies, TV programs, and books.\nBatman lives in the <fictional::jj/> city of Gotham.\nWhen he is not in <costume::nn/>, he is Bruce Wayne, a very <rich::jj/> businessman.\nBatman's origin story is that as a/an <young::jj/> child, Bruce Wayne saw a robber <murder::vb/> his parents after the family left a/an <theater::nn/>.\nBruce decided that he did not want that kind of <violence::nn/> to happen to anyone else.\nHe dedicated his life to <protect::vb/> Gotham City.\nWayne learned many different ways to <fight::vb/> as he grew up.\nAs an adult, he wore a/an <costume::nn/> to protect his <identity::nn/> while fighting <crime::nn/> in Gotham.", "A beauty contest is a/an <public::jj/> contest to decide which <person::nn/> is the most <beautiful::jj/>.\nUsually, the entrants are <young::jj/> females, but there are some contests for <men::nns/>.\nEach contest has its own <rules::nns/> as to who may <enter::vb/>, and what the <prizes::nns/> are.\nUsually the contests are held to create <publicity::nn/> for the organization which <runs::vbz/> the contest.\nThe contests are often shown on <television::nn/> and reported in newspapers.\nWith most contests the criteria for judging is <physical::jj/> appearance, plus some judgement of <personality::nn/>.\nThe winner is often described as a Beauty <Queen::nn/>.", "Ducks are birds, closely related to swans and <geese::animal_plural/>.\nThe main difference is that ducks have shorter <necks::body_plural/>, and ducks are smaller.\nMost ducks are <aquatic::jj/> birds, they can be found in both saltwater and fresh <water::liquid/>.\nDucks are omnivorous, eating <aquatic::jj/> plants and tiny <animals::nns/>.\nSome ducks are not <wild::jj/>, and they are bred and kept by <humans::nns/>.\nThey are kept to provide <food::food/>, or to use their <feathers::body_plural/> for pillows.\nEspecially in Asia, many people like to <eat::vb/> ducks.\nDucks are often kept by groups of <people::nns/> on public ponds for their beauty and <calming::jj/> nature.\nPeople commonly feed ducks in ponds stale <bread::nn/>, thinking that the ducks will like to have something to <eat::vb/>, but this is not healthy for ducks and can <kill::vb/> them.", "Cats are the most <popular::jj/> pets in the world.\nThey were probably first kept because they ate <mice::animal_plural/>.\nLater cats were <kept::vbn/> because they are <friendly::jj/> and they are good <companions::nns/>.\nCats are active carnivores, meaning they hunt <live::jj/> prey.\nThey mainly prey on small mammals, like <mice::animal_plural/>.\nTheir main method of <hunting::vbg/> is stalk and <pounce::vb/>.\nWhile dogs have great <stamina::nn/> and they will <chase::vb/> prey over long distances, cats are extremely <fast::jj/>, but only over short distances.\nThe cat creeps towards a chosen victim, keeping its <body::nn/> flat and near to the <ground::nn/> so that it cannot be <seen::vbn/> easily, until it is close enough for a rapid <dash::nn/> or pounce.", "Facebook is a/an <social::jj/> networking service and <website::nn/>.\nIn Facebook, users may make a personal <profile::nn/>, add other users as <friends::nns/>, and send <messages::nns/>.\nFacebook users must <register::vb/> before using the site.\nUsers may <join::vb/> groups for a workplace or other interest such as <school::nn/>. \nFacebook allows any users who say they are at least 13 years old to become <users::nns/> of the website.\nFacebook has been involved in <many::jj/> controversies over <privacy::nn/>.\nSome of these controversies have been about <people::animal_plural/> being able to see <personal::jj/> information that other people <post::vb/>, and others are about <companies::nns/> and advertisers being able to <see::vb/> users' personal information.", "Advertising is how a company <encourages::vbz/> people to buy their products, services or <ideas::nns/>.\nAn advertisement is anything that draws <good::jj/> attention towards these things.\nIt is usually designed by an advertising agency for a/an <sponsor::nn/>, and performed through a variety of <media::nns/>.\nCompanies use ads to try to get people to <buy::vb/> their products, by showing them the good rather than the bad of their <products::nns/>.\nFor example, to make a/an <burger::food/> look tasty in advertising, it may be painted with brown food colors, sprayed with <waterproofing::nn/> to prevent it from going <soggy::jj/>, and sesame seeds may be super-glued in place.\nAdvertising can bring new <customers::nns/> and more sales for a business.\nAdvertising can be <expensive::jj/> but can help make a business make more <money::nn/>.", "Scuba Diving is a sport where people can swim under <water::liquid/> for a long time, using a tank filled with compressed <air::nn/>.\nThe tank is a/an <large::jj/> cylinder made of steel or <aluminum::nn/>.\nA scuba diver <moves::vbz/> underwater by using fins attached to the <feet::body_plural/>.\nThey also use <equipment::nn/> such as a dive mask to <improve::vb/> underwater vision and equipment to control <buoyancy::nn/>.\nA person must take a/an <certification::nn/> class before going scuba diving.\nThis proves that they have been trained on how to <use::vb/> the equipment and dive <safely::rb/>.\nSome tourist attractions have a/an <short::jj/> course on certification and then the instructors <lead::vb/> the class in a/an <shallow::jj/> dive, all in one day.", "Valentine's Day is a/an <holiday::nn/> that happens on February 14.\nIt is the day of the year when lovers show their <love::nn/> to each other.\nThis can be done by giving <chocolates::food_plural/>, flowers, Valentine's cards or just a/an <nice::jj/> gift.\nSome people <pick::vb/> one person and call them their \"Valentine\" as a gesture to show <love::nn/> and appreciation.\nValentine's Day is named for the <martyred::jj/> Christian saint named Valentine.\nHe was a bishop who performed <weddings::nns/> for couples who were not allowed to get married because their <parents::nns/> did not agree with the connection or because the bridegroom was a soldier or a/an <slave::nn/>, so the marriage was <forbidden::vbn/>.\nValentine gave the married couple flowers from his <garden::nn/>.\nThat is why flowers play a very <important::jj/> role on Valentine's Day.\nThis did not <please::vb/> the emperor, and Valentine was <beheaded::vbn/> because of his Christian <faith::nn/>.", "The Olympic Games are a/an <important::jj/> international event featuring summer and winter <sports::nns/>.\nOlympic Games are <held::vbn/> every four years, with Summer and Winter Olympic Games taking turns.\nOriginally, the <ancient::jj/> Olympic Games were <held::vbn/> in Ancient Greece at Olympia.\nOver time the Olympics have become <bigger::jj/>.\nIn old times, <women::nns/> were not allowed to <compete::vb/>, but now everyone is allowed.\nThe Winter Games were <created::vbn/> for ice and snow <sports::nns/>.\nThe celebration of the Games includes many <rituals::nns/> and symbols, such as the Olympic flag and <torch::nn/>, as well as the opening and closing ceremonies.\nThe first, second, and third place finishers in each event <receive::vb/>, respectively, gold, silver, and bronze <medals::nns/>.", "In golf, a golfer <plays::vbz/> a number of <holes::nns/> in a given order.\nGolfers put the ball on a small <stand::nn/> called a tee and swing a/an <club::nn/> at it to hit it as straight and far as possible.\nThe \"green\" is the <area::nn/> near the hole where the <grass::nn/> is cut very short.\nOnce on the green, the <players::nns/> will try to \"put\" the <ball::nn/> into the hole.\n\"Putting\" is similar to a/an <regular::jj/> swing except it is not as hard and the player does not want the ball to go in the <air::nn/>.\nEach time a player <swings::vbz/> at his <ball::nn/>, it is considered a/an \"<stroke::nn/>\".\nEach hole has a certain number of <strokes::nns/> that golfers are expected to <need::vb/> to get their ball into the hole.\nThe golfer with the smallest number of <strokes::nns/> all together <wins::vbz/>.", "Godzilla is a/an <giant::jj/> dinosaur-like fictional monster who first appeared in <movies::nns/> from Japan.\nSince then Godzilla has become a/an <worldwide::jj/> pop culture icon, appearing in numerous media including video games, <novels::nns/>, comic books, and films.\nSome stories portrayed Godzilla as a/an <antihero::nn/> while other plots portrayed him as a destructive <monster::nn/>; sometimes the lesser of two threats who <plays::vbz/> the defender but is still a/an <danger::nn/> to humanity.\nDuring his movie career, this <large::jj/> reptile fought against many monsters, including the <giant::jj/> moth-like Mothra, the three-headed King Ghidorah, and several more <enemies::nns/>.\nGodzilla has even fought against fictional <characters::nns/> from other <franchises::nns/> in crossover media, such as King Kong and the <Fantastic::jj/> Four.", "Elephants are the <largest::jj/> living land mammals.\nAn elephant's most obvious part is the <trunk:::body/>.\nAn elephant uses its trunk to grab objects such as <food:::food/>.\nThough the rest of an elephant's hide is <strong::jj/> and thick, its trunk is very <soft::jj/> and <sensitive::jj/>.\nThe elephant usually stands <still::rb/>, raises its trunk, and blows, which is a signal to <elephants:::animal_plural/> and wildlife.\nTheir ways of acting toward other <elephants:::animal_plural/> are hard for <people:::animal/> to understand.\nMost elephant sounds are so <low::jj/> that people cannot hear them, but elephants can hear these sounds far away.\nElephants also have <tusks:::body/> coming out of their upper jaws.\nA lot of ivory comes from elephant tusks.\nIvory traders killed many elephants, so <hunting::vbg/> them is now illegal.", "Jeopardy is a/an <American::jj/> television game show that features a quiz competition.\nUnlike regular trivia games, the <answers::nns/> are given as clues, and players come up with <questions::nns/> as an answer.\nFor example, a clue would be \"he was our first <president::nn/>\", and the right answer would be \"who is George Washington?\"\nIn the <first::jj/> round, there are six <categories::nns/> with five clues in each, each worth between $200 to $1000.\nThe final Jeopardy round is made up of just one <category::nn/> and one <clue::nn/>.\nDuring the <commercial::jj/> break, players write their <wagers::nns/> based on their knowledge of the given category.\nAfter the commercial break, the <host::nn/> reads the clue.\nThe players have 30 seconds to <write::vb/> their answers, again in the form of a/an <question::nn/>.\nThe player with the most <money::nns/> at the end of the game <keeps::vbz/> his or her winnings and comes back to the <next::jj/> show.", "Beyonce is an American singer, songwriter, record producer and <actress::nn/>.\r\nBorn and raised in Houston, Texas, she <performed::vbd/> in various singing and <dancing::vbg/> competitions as a/an <child::nn/> and rose to fame in the late 1990s as <lead::jj/> singer of R&B girl-group <Destiny::nn/>'s Child.\r\nManaged by her father, Mathew Knowles, the group became one of the world's <best-selling::jj/> girl groups of all time.\r\nTheir hiatus saw the release of Beyonce's debut album, <Dangerously::rb/> in Love (2003), which <established::vbd/> her as a/an <solo::nn/> artist worldwide, and earned five Grammy <Awards::nns/>.\r\nHer performances have led some <critics::nns/> to consider her one of the greatest <entertainers::nns/> in contemporary <popular::jj/> music.", "Penguins are very <friendly::jj/> animals.\nPenguins cannot <fly::vb/>, but they can swim very well.\nThey have <good::jj/> hearing and can see underwater.\nAll penguins have a white <belly::body/> and a dark back.\nThe white and black <colors::nns/> are for camouflage when they swim.\nWhen a/an <predator::animal/> looking from underwater sees the <white::jj/> belly and wings of the penguin, it can not <see::vb/> the penguin well with the light coming from above.\nThe biggest penguins may stand nearly 4 feet tall and can weigh almost 100 pounds.\nPenguins have a thick layer of <blubber::nn/> that helps them keep <warm::jj/>, and their feathers are very <tightly::rb/> packed to make another cover.\nThey also have a layer of woolly down under the feathers that are coated with a type of <oil::liquid/> that makes them <water::liquid/>-proof.", "Pokemon Go is a free-to-play <smartphone::nn/> game.\nThe game lets players <capture::vb/>, train and <fight::vb/> machine-based living beings, called Pokemon.\nThe game makes them seem as though Pokemons exist in real life by using <GPS::nn/> and the smart phone's <camera::nn/>.\nAs players walk in the real world, their <character::nn/> in the game moves as well.\nPlayers can find <Pokemon::nn/> by using the game map.\nThey can then throw a Pokeball at the Pokemon to see if they can <catch::vb/> it.\nIn the game, players can also walk to <special::jj/> places called \"PokeStops\" or \"Gyms\".\nAt PokeStops, players can find <extra::jj/> PokeBalls and <candy::nn/> to feed their Pokemon.\nAt Gyms, players can get their Pokemon to <fight::vb/> another Pokemon to try to win that gym for their <team::nn/>.", "In 2001, Fuller, Cowell, and TV producer Simon Jones attempted to <sell::vb/> the Pop Idol format to the United States, but the <idea::nn/> was met with <poor::jj/> response from United States <television::nn/> networks.\nHowever, Rupert Murdoch, head of Fox's parent company, was persuaded to <buy::vb/> the show by his <daughter::nn/> Elisabeth, who was a/an <fan::nn/> of the British show.\nThe show was renamed American Idol: The Search for a <superstar::nn/> and debuted in 2002.\nMuch to Cowell's surprise, it became one of the <hit::jj/> shows for the summer that year.\nWith the personal engagement of the viewers with the <contestants::nns/> through voting, and the presence of the <acid-tongued::jj/> Cowell as a judge, the show grew into a/an <phenomenon::nn/>.\nBy 2004, it had become the <most-watched::jj/> show in the U.S., a position it then held on for seven consecutive <seasons::nns/>.", "The average earthworm is a reddish brown color, with a/an <pointed::jj/> posterior and anterior end.\nThey have no <eyes::body/> or other discerning <facial::jj/> features, only a simple opening for a/an <mouth::body/>.\nEarthworms have long, segmented <bodies::nns/>.\nThey have no <lungs::body_plural/>, and absorb <oxygen::nns/> directly through their <skin::body/>.\nIn order to do this, they must stay moist, and do so by <lubricating::vbg/> their skin with <glands::nns/> along their bodies.\nEarthworms are invertebrates, lacking a/an <skeleton::nn/>.\nMost earthworms are no longer than a few centimeters, though some <giant::jj/> species can reach lengths of up to 3 meters and can be heard <burrowing::vbg/> from above ground.", "Snoring is the <noise::nn/> that people often make when they are <sleeping::vbg/>.\nIt is often caused by a blocked <nose::body/> or throat.\nThe noise is often <loud::jj/>, as it is made by <air::nn/> passing through the <nasal::jj/> passages or the <throat::body/>.\nResearch suggests that snoring is one of the factors of <sleep::nn/> deprivation.\nIt also causes daytime <drowsiness::nn/>, irritability, and lack of <focus::nn/>.\nSnoring can cause significant <psychological::jj/> and social damage to <sufferers::nns/>.\nSo far, there is no certain <treatment::nn/> available that can <completely::rb/> stop snoring.", "Telephone tapping is when somebody listens to <telephone::nn/> calls made by others.\nThey use a listening device called a/an <bug::nn/> to listen to and <record::vb/> the conversation so that another <person::nn/> can then listen to it <later::rb/>.\nThis is illegal in many <countries::nns/> because it means that telephone calls are not <private::jj/>.\nSometimes, the police <tap::vb/> telephone calls to <catch::vb/> terrorists or other <criminals::nns/>.\nFor example, the Watergate scandal <happened::vbd/> when United States <President::nn/> Richard Nixon was tied to a crime in which <former::jj/> FBI and CIA agents broke into the <offices::nns/> of the Democratic Party and George McGovern, the Presidential candidate.\nNixon's helpers listened to phone lines and <secret::jj/> papers were stolen.", "Batman is a fictional character and one of the most <famous::jj/> superheroes.\nHe was the second <superhero::nn/> to be created, after Superman.\nBatman began in comic books and he was later <used::vbn/> in several movies, TV programs, and books.\nBatman lives in the <fictional::jj/> city of Gotham.\nWhen he is not in <costume::nn/>, he is Bruce Wayne, a very <rich::jj/> businessman.\nBatman's origin story is that as a/an <young::jj/> child, Bruce Wayne saw a robber <murder::vb/> his parents after the family left a/an <theater::nn/>.\nBruce decided that he did not want that kind of <violence::nn/> to happen to anyone else.\nHe dedicated his life to <protect::vb/> Gotham City.\nWayne learned many different ways to <fight::vb/> as he grew up.\nAs an adult, he wore a/an <costume::nn/> to protect his <identity::nn/> while fighting <crime::nn/> in Gotham.", "A beauty contest is a/an <public::jj/> contest to decide which <person::nn/> is the most <beautiful::jj/>.\nUsually, the entrants are <young::jj/> females, but there are some contests for <men::nns/>.\nEach contest has its own <rules::nns/> as to who may <enter::vb/>, and what the <prizes::nns/> are.\nUsually the contests are held to create <publicity::nn/> for the organization which <runs::vbz/> the contest.\nThe contests are often shown on <television::nn/> and reported in newspapers.\nWith most contests the criteria for judging is <physical::jj/> appearance, plus some judgement of <personality::nn/>.\nThe winner is often described as a Beauty <Queen::nn/>.", "Ducks are birds, closely related to swans and <geese::animal_plural/>.\nThe main difference is that ducks have shorter <necks::body_plural/>, and ducks are smaller.\nMost ducks are <aquatic::jj/> birds, they can be found in both saltwater and fresh <water::liquid/>.\nDucks are omnivorous, eating <aquatic::jj/> plants and tiny <animals::nns/>.\nSome ducks are not <wild::jj/>, and they are bred and kept by <humans::nns/>.\nThey are kept to provide <food::food/>, or to use their <feathers::body_plural/> for pillows.\nEspecially in Asia, many people like to <eat::vb/> ducks.\nDucks are often kept by groups of <people::nns/> on public ponds for their beauty and <calming::jj/> nature.\nPeople commonly feed ducks in ponds stale <bread::nn/>, thinking that the ducks will like to have something to <eat::vb/>, but this is not healthy for ducks and can <kill::vb/> them.", "Cats are the most <popular::jj/> pets in the world.\nThey were probably first kept because they ate <mice::animal_plural/>.\nLater cats were <kept::vbn/> because they are <friendly::jj/> and they are good <companions::nns/>.\nCats are active carnivores, meaning they hunt <live::jj/> prey.\nThey mainly prey on small mammals, like <mice::animal_plural/>.\nTheir main method of <hunting::vbg/> is stalk and <pounce::vb/>.\nWhile dogs have great <stamina::nn/> and they will <chase::vb/> prey over long distances, cats are extremely <fast::jj/>, but only over short distances.\nThe cat creeps towards a chosen victim, keeping its <body::nn/> flat and near to the <ground::nn/> so that it cannot be <seen::vbn/> easily, until it is close enough for a rapid <dash::nn/> or pounce.", "Facebook is a/an <social::jj/> networking service and <website::nn/>.\nIn Facebook, users may make a personal <profile::nn/>, add other users as <friends::nns/>, and send <messages::nns/>.\nFacebook users must <register::vb/> before using the site.\nUsers may <join::vb/> groups for a workplace or other interest such as <school::nn/>. \nFacebook allows any users who say they are at least 13 years old to become <users::nns/> of the website.\nFacebook has been involved in <many::jj/> controversies over <privacy::nn/>.\nSome of these controversies have been about <people::animal_plural/> being able to see <personal::jj/> information that other people <post::vb/>, and others are about <companies::nns/> and advertisers being able to <see::vb/> users' personal information.", "Advertising is how a company <encourages::vbz/> people to buy their products, services or <ideas::nns/>.\nAn advertisement is anything that draws <good::jj/> attention towards these things.\nIt is usually designed by an advertising agency for a/an <sponsor::nn/>, and performed through a variety of <media::nns/>.\nCompanies use ads to try to get people to <buy::vb/> their products, by showing them the good rather than the bad of their <products::nns/>.\nFor example, to make a/an <burger::food/> look tasty in advertising, it may be painted with brown food colors, sprayed with <waterproofing::nn/> to prevent it from going <soggy::jj/>, and sesame seeds may be super-glued in place.\nAdvertising can bring new <customers::nns/> and more sales for a business.\nAdvertising can be <expensive::jj/> but can help make a business make more <money::nn/>.", "Scuba Diving is a sport where people can swim under <water::liquid/> for a long time, using a tank filled with compressed <air::nn/>.\nThe tank is a/an <large::jj/> cylinder made of steel or <aluminum::nn/>.\nA scuba diver <moves::vbz/> underwater by using fins attached to the <feet::body_plural/>.\nThey also use <equipment::nn/> such as a dive mask to <improve::vb/> underwater vision and equipment to control <buoyancy::nn/>.\nA person must take a/an <certification::nn/> class before going scuba diving.\nThis proves that they have been trained on how to <use::vb/> the equipment and dive <safely::rb/>.\nSome tourist attractions have a/an <short::jj/> course on certification and then the instructors <lead::vb/> the class in a/an <shallow::jj/> dive, all in one day.", "Valentine's Day is a/an <holiday::nn/> that happens on February 14.\nIt is the day of the year when lovers show their <love::nn/> to each other.\nThis can be done by giving <chocolates::food_plural/>, flowers, Valentine's cards or just a/an <nice::jj/> gift.\nSome people <pick::vb/> one person and call them their \"Valentine\" as a gesture to show <love::nn/> and appreciation.\nValentine's Day is named for the <martyred::jj/> Christian saint named Valentine.\nHe was a bishop who performed <weddings::nns/> for couples who were not allowed to get married because their <parents::nns/> did not agree with the connection or because the bridegroom was a soldier or a/an <slave::nn/>, so the marriage was <forbidden::vbn/>.\nValentine gave the married couple flowers from his <garden::nn/>.\nThat is why flowers play a very <important::jj/> role on Valentine's Day.\nThis did not <please::vb/> the emperor, and Valentine was <beheaded::vbn/> because of his Christian <faith::nn/>."]